COIN-NEW-GET = Надішліть назву монети англійською або посилання на монету з платформи binance:
COIN-NEW-FAIL = Алгоритм не зміг розпізнати монету, спробуйте ще раз:
COIN-NEW-SUCCESS = Монета успішно додана до трек ліста

COIN-DELETE-CHOOSE = Оберіть монету для видалення зі списку
COIN-DELETE-CONFIRM = Підтвердіть видалення <b>{$coin}</b>
COIN-DELETE-FAIL = Не вийшло видалити монету
COIN-DELETE-SUCCESS = <b>{$coin}</b> видалено успішно

COIN-DIFFERENCE-SET = Встановіть різницю ціни для <b>{$coin}</b> (від 0.0001 до 10000) або в процентному співвідношенні (1% - 100%) з знаком % в кінці:
COIN-DIFFERENCE-INFO = Наприклад, якщо різниця = 3, коли остання записана ціна монети буде відрізнятися від поточної на 3 $, то користувачу буде надіслано push повідомлення.
    Якщо ви вкажите 3%, то push буде надіслано, коли різниця між останньою ціною та поточної буде більше або дорівнюватиме 3% від останньої записаної ціни монети
COIN-DIFFERENCE-VALUE_ERROR = Формат має бути числом від 0.0001 до 10000 або 1% - 100% з знаком % в кінці, спробуйте ще раз:
COIN-DIFFERENCE-FAIL = Не вийшло встановити нову різницю для <b>{$coin}</b>
COIN-DIFFERENCE-SUCCESS = Різницю в <b>{$difference} $ = {$percent}%</b> Встановлено для <b>{$coin}</b>

COIN-CHECK_TIME-SET = Встановіть час перевірки ціни для <b>{$coin}</b> (від 1 до 180 хвилин):
COIN-CHECK_TIME-INFO = Наприклад, якщо час перевірки 10s, то кожні 10 секунд буде здійснюватись запит на перевірку ціни монети
COIN-CHECK_TIME-VALUE_ERROR = Формат має бути числом від 1 до 180, спробуйте ще раз:
COIN-CHECK_TIME-FAIL = Не вийшло встановити час перевірки для <b>{$coin}</b>
COIN-CHECK_TIME-SUCCESS = Час перевірки <b>{$check_time} хвилин</b> для <b>{$coin}</b> успішно встановленно

COINS = Ваші монети
COIN-DETAIL = <b>{$coin_label}</b> #{$id}
    ---------------------------------------
    Ідетифікатор: <b>{$coinname}</b>
    Остання ціна: <b>{$last_coin_value}</b>
    Час перевірки: <b>{$check_time}</b>
    Різниця ціни: <b>{$difference_value}</b>




